/***
  *************************************************************************************************
  *	@file  	main.c
  *	@version V1.0
  *  @date    2020-5-13
  *	@author  反客科技
  *	@brief   LED闪烁实验
   *************************************************************************************************
   *  @description
  *
  *	实验平台：反客STM32H750VBT6核心板 （型号：FK750M1-VBT6）
  *	淘宝地址：https://shop212360197.taobao.com
  *	QQ交流群：536665479
  *
>>>>> 文件说明：
  *
  *	初始化LED的IO口，配置为推挽输出、上拉、速度等级2M。
  *
  ************************************************************************************************
***/

#include "stm32h7xx_hal.h"
#include "led.h"

void LED_Init(void)
{
  LED1_ON;
}
